{
  "verse_content": {
    "Chapter": 7,
    "Verse": 17,
    "Sanskrit": "तेषां ज्ञानी नित्ययुक्त एकभक्तिर्विशिष्यते ।\nप्रियो हि ज्ञानिनोऽत्यर्थमहं स च मम प्रियः ॥ १७ ॥",
    "Transliteration": "teṣāṁ jñānī nitya-yukta\neka-bhaktir viśiṣyate\npriyo hi jñānino 'tyartham\naham sa ca mama priyah",
    "Word_by_word": "teṣām—out of them; jñānī—one in full knowledge; nitya-yuktah—always\nengaged; eka—only one; bhaktih—devotional service; viśiṣyate—especially;\npriyah—very dear; hi—certainly; jñāninah—person in knowledge; atyartham\nhighly; aham—I am; sah—he; ca—also; mama—Mine; priyah—dear.",
    "Translation": "Of these, the wise one who is in full knowledge in union with Me through pure\ndevotional service is the best. For I am very dear to him, and he is dear to Me.",
    "Purport": "Free from all contaminations of material desires, the distressed, the\ninquisitive, the penniless, and the seeker after supreme knowledge can all\nbecome pure devotees. But out of them, he who is in knowledge of the\nAbsolute Truth and free from all material desires becomes a really pure\ndevotee of the Lord. And of the four orders, the devotee who is in full\nknowledge and is at the same time engaged in devotional service is, the Lord\nsays, the best. By searching after knowledge one realizes that his self is\ndifferent from his material body, and when further advanced he comes to the\nknowledge of impersonal Brahman and Paramātmā. When one is fully\npurified, he realizes that his constitutional position is to be the eternal servant\nof God. So by association with pure devotees, the inquisitive, the distressed,\nthe seeker after material amelioration and the man in knowledge all become\nthemselves pure. But in the preparatory stage, the man who is in full\nknowledge of the Supreme Lord and is at the same time executing devotional\nservice is very dear to the Lord. He who is situated in pure knowledge of the\ntranscendence of the Supreme Personality of God is so protected in devotional\nservice that material contaminations cannot touch him."
  },
  "metadata": {
    "source_file": "chapter07_verse_017.pdf",
    "extraction_timestamp": "2025-07-05T18:12:36.928189",
    "model_used": "gemini-2.5-flash"
  }
}