{
  "verse_content": {
    "Chapter": 2,
    "Verse": 18,
    "Sanskrit": "अन्तवन्त इमे देहा नित्यस्योक्ताः शरीरिणः ।\nअनाशिनोऽप्रमेयस्य तस्माद्युध्यस्व भारत ॥ १८ ॥",
    "Transliteration": "antavanta ime dehā\nnityasyoktāḥ śarīriņah\nanāśino 'prameyasya\ntasmād yudhyasva bhārata",
    "Word_by_word": "antavantaḥ—perishable; ime—all these; dehāḥ—material bodies; nityasya—\neternal in existence; uktāḥ—it is so said; śarīriņah—the embodied souls;\nanāśinah—never to be destroyed; aprameyasya—immeasurable; tasmāt—\ntherefore; yudhyasva—fight; bhārata—O descendant of Bharata.",
    "Translation": "Only the material body of the indestructible, immeasurable and eternal living\nentity is subject to destruction; therefore, fight, O descendant of Bharata.",
    "Purport": "The material body is perishable by nature. It may perish immediately, or it\nmay do so after a hundred years. It is a question of time only. There is no\nchance of maintaining it indefinitely. But the spirit soul is so minute that it\ncannot even be seen by an enemy, to say nothing of being killed. As\nmentioned in the previous verse, it is so small that no one can have any idea\nhow to measure its dimension. So from both viewpoints there is no cause of\nlamentation because the living entity can neither be killed as he is, nor can\nthe material body, which cannot be saved for any length of time, be\npermanently protected. The minute particle of the whole spirit acquires this\nmaterial body according to his work, and therefore observance of religious\nprinciples should be utilized. In the Vedānta-sūtras the living entity is qualified\nas light because he is part and parcel of the supreme light. As sunlight\nmaintains the entire universe, so the light of the soul maintains this material\nbody. As soon as the spirit soul is out of this material body, the body begins to\ndecompose; therefore it is the spirit soul which maintains this body. The body\nitself is unimportant. Arjuna was advised to fight and sacrifice the material\nbody for the cause of religion."
  },
  "metadata": {
    "source_file": "chapter02_verse_018.pdf",
    "extraction_timestamp": "2025-07-05T17:23:52.747457",
    "model_used": "gemini-2.5-flash"
  }
}