{
  "verse_content": {
    "Chapter": 17,
    "Verse": 4,
    "Sanskrit": "यजन्ते सात्त्विका देवान्यक्षरक्षांसि राजसाः ।\nप्रेतान्भूतगणांश्चान्ये यजन्ते तामसा जनाः ॥ ४ ॥",
    "Transliteration": "yajante sättvikā devān\nyakṣa-rakṣāṁsi rājasāḥ\npretān bhūta-gaṇāmś cānye\nyajante tāmasā janāḥ",
    "Word_by_word": "yajante—worship; sāttvikāḥ—those who are in the mode of goodness; devān—\ndemigods; yakṣa-rakṣāṁsi rājasāḥ—those who are in the mode of passion\nworship demons; pretān—dead spirits; bhūta-gaṇān—ghosts; ca anye—and\nothers; yajante—worship; tāmasāḥ—in the mode of ignorance; janāḥ—people.",
    "Translation": "Men in the mode of goodness worship the demigods; those in the mode of\npassion worship the demons; and those in the mode of ignorance worship ghosts\nand spirits.",
    "Purport": "In this verse the Supreme Personality of Godhead describes different kinds\nof worshipers according to their external activities. According to scriptural\ninjunction, only the Supreme Personality of Godhead is worshipable, but those\nwho are not very conversant with, or faithful to, the scriptural injunctions\nworship different objects, according to their specific situations in the modes of\nmaterial nature. Those who are situated in goodness generally worship the\ndemigods. The demigods include Brahmā, Śiva and others such as Indra,\nCandra and the sun-god. There are various demigods. Those in goodness\nworship a particular demigod for a particular purpose. Similarly, those who are\nin the mode of passion worship the demons. We recall that during the Second\nWorld War, a man in Calcutta worshiped Hitler because thanks to that war he\nhad amassed a large amount of wealth by dealing in the black market.\nSimilarly, those in the modes of passion and ignorance generally select a\npowerful man to be God. They think that anyone can be worshiped as God\nand that the same results will be obtained.\nNow, it is clearly described here that those who are in the mode of passion\nworship and create such gods, and those who are in the mode of ignorance, in\ndarkness, worship dead spirits. Sometimes people worship at the tomb of some\ndead man. Sexual service is also considered to be in the mode of darkness.\nSimilarly, in remote villages in India there are worshipers of ghosts. We have\nseen that in India the lower class people sometimes go to the forest, and if they\nhave knowledge that a ghost lives in a tree, they worship that tree and offer\nsacrifices. These different kinds of worship are not actually God worship. God\nworship is for persons who are transcendentally situated in pure goodness. In\nthe Śrīmad-Bhāgavatam it is said, sattvaṁ viśuddham vāsudeva-śabditam.\n\"When a man is situated in pure goodness, he worships Vāsudeva.\" The\npurport is that those who are completely purified of the material modes of\nnature and who are transcendentally situated can worship the Supreme\nPersonality of Godhead.\nThe impersonalists are supposed to be situated in the mode of goodness, and\nthey worship five kinds of demigods. They worship the impersonal Viṣṇu, or\nViṣṇu form in the material world, which is known as philosophized Viṣṇu.\nViṣṇu is the expansion of the Supreme Personality of Godhead, but the\nimpersonalists, because they do not ultimately believe in the Supreme\nPersonality of Godhead, imagine that the Viṣṇu form is just another aspect of\nthe impersonal Brahman; similarly, they imagine that Lord Brahmā is the\nimpersonal form in the material mode of passion. Thus they sometimes\ndescribe five kinds of gods that are worshipable, but because they think that\nthe actual truth is impersonal Brahman, they dispose of all worshipable objects\nat the ultimate end. In conclusion, the different qualities of the material\nmodes of nature can be purified through association with persons who are of\ntranscendental nature."
  },
  "metadata": {
    "source_file": "chapter17_verse_004.pdf",
    "extraction_timestamp": "2025-07-05T19:05:17.761215",
    "model_used": "gemini-2.5-flash"
  }
}