{
  "verse_content": {
    "Chapter": 11,
    "Verse": 33,
    "Sanskrit": "तस्मात्त्वमुत्तिष्ठ यशो लभस्व जित्वा शत्रून्भुंक्ष्व राज्यं समृद्धम् ।\nमयैवैते निहताः पूर्वमेव निमित्तमात्रं भव सव्यसाचिन् ॥ ३३ ॥",
    "Transliteration": "tasmāt tvam uttiștha yaśo labhasva\njitvā śatrūn bhunkṣva rājyaṁ samṛddham\nmayaivaite nihatāḥ pūrvam eva\nnimitta-mātram bhava savya-sācin",
    "Word_by_word": "tasmāt—therefore; tvām—you; uttiștha—get up; yaśah—fame; labhasva—\ngain; jitvā—conquering; śatrūn—enemies; bhunkṣva—enjoy; rājyam—\nkingdom; samṛddham—flourishing; mayā—by Me; eva—certainly; ete—all\nthese; nihatāḥ—already killed; pūrvam eva—by previous elements; nimitta-\nmātram—just become the cause; bhava—become; savyasācin—O Savyasācin.",
    "Translation": "Therefore get up and prepare to fight. After conquering your enemies you will\nenjoy a flourishing kingdom. They are already put to death by My arrangement,\nand you, O Savyasācin, can be but an instmment in the fight.",
    "Purport": "Savyasācin refers to one who can shoot arrows very expertly in the field;\nthus Arjuna is addressed as an expert warrior capable of delivering arrows to\nkill his enemies. “Just become an instrument\": nimitta-mātram. This word is\nalso very significant. The whole world is moving according to the plan of the\nSupreme Personality of Godhead. Foolish persons who do not have sufficient\nknowledge think that nature is moving without a plan and all manifestations\nare but accidental formations. There are many so-called scientists who suggest\nthat perhaps it was like this, or maybe like that, but there is no question of\n\"perhaps\" and \"maybe.” There is a specific plan being carried out in this\nmaterial world. What is this plan? This cosmic manifestation is a chance for\nthe conditioned souls to go back to Godhead, back to home. As long they have\nthe domineering mentality which makes them try to lord it over material\nnature, they are conditioned. But anyone who can understand the plan of the\nSupreme Lord and cultivate Kṛṣṇa consciousness is most intelligent. The\ncreation and destruction of the cosmic manifestation are under the superior\nguidance of God. Thus the Battle of Kuruksetra was fought according to the\nplan of God. Arjuna was refusing to fight, but he was told that he should fight\nand at the same time desire the Supreme Lord. Then he would be happy. If one\nis in full Krsna consciousness and if his life is devoted to His transcendental\nservice, he is perfect."
  },
  "metadata": {
    "source_file": "chapter11_verse_033.pdf",
    "extraction_timestamp": "2025-07-05T18:39:17.559460",
    "model_used": "gemini-2.5-flash"
  }
}