{
  "verse_content": {
    "Chapter": 11,
    "Verse": 50,
    "Sanskrit": "इत्यर्जुनं वासुदेवस्तथोक्त्वा स्वकं रूपं दर्शयामास भूयः ।\nआश्वासयामास च भीतमेनं भूत्वा पुनः सौम्यवपुर्महात्मा ॥ ५० ॥",
    "Transliteration": "ity arjunaṁ vāsudevas tathoktvā\nsvakam rūpam darśayām āsa bhūyah |\nāśvāsayām āsa ca bhītam enam\nbhūtvā punaḥ saumya-vapur mahātmā || 50 ||",
    "Word_by_word": "sañjayah uvāca—Sañjaya said; iti—thus; arjunam—unto Arjuna; vāsudevah—Krsna; tathā—that way; uktvā—saying; svakam—His own; rūpam—form; darśayāmāsa—showed; bhūyah—again; āśvāsayāmāsa—also convinced him; ca—also; bhītam—fearful; enam—him; bhūtvā punah—becoming again; saumya-vapuh—beautiful form; mahātmā—the great one.",
    "Translation": "Sañjaya said to Dhṛtarāstra: The Supreme Personality of Godhead, Krsna, while speaking thus to Arjuna, displayed His real four-armed form, and at last He showed him His two-armed form, thus encouraging the fearful Arjuna.",
    "Purport": "When Krsna appeared as the son of Vasudeva and Devaki, He first of all appeared as four-armed Nārāyaņa, but when He was requested by His parents, He transformed Himself into an ordinary child in appearance. Similarly, Kṛṣṇa knew that Arjuna was not interested in seeing a four-handed form of Krsna, but since he asked to see this four-handed form, He also showed him this form again and then showed Himself in His two-handed form. The word saumya-vapuh is very significant. Saumya-vapu is a very beautiful form; it is known as the most beautiful form. When He was present, everyone was attracted simply by Krsna's form, and because Krsna is director of the universe, He just banished the fear of Arjuna, His devotee, and showed him again His beautiful form of Krsna. In the Brahma-samhitā it is stated that only a person whose eyes are smeared with the ointment of love can see the beautiful form of Śrī Krsna."
  },
  "metadata": {
    "source_file": "chapter11_verse_050.pdf",
    "extraction_timestamp": "2025-07-05T18:42:13.278697",
    "model_used": "gemini-2.5-flash"
  }
}