{
  "verse_content": {
    "Chapter": 9,
    "Verse": 17,
    "Sanskrit": "पिताहमस्य जगतो\nमाता धाता पितामहः ।\nवेद्यं पवित्रम् ॐकार\nऋक् साम यजुरेव च ॥ १७ ॥",
    "Transliteration": "pitāham asya jagato\nmātā dhātā pitāmahaḥ\nvedyaṁ pavitram oṁkāra\nṛk sāma yajur eva ca",
    "Word_by_word": "pitā—father; aham—I; asya—of this; jagataḥ—of the universe; mātā—mother; dhātā—supporter; pitāmahaḥ—grandfather; vedyam—what is to be known; pavitram—that which purifies; oṁkāraḥ—the syllable oṁ; ṛk—the Ṛg-veda; sāma—the Sāma-veda; yajuḥ—the Yajur-veda; eva—certainly; ca—and.",
    "Translation": "I am the father of this universe, the mother, the support, and the grandsire. I am the object of knowledge, the purifier and the syllable om. I am also the Rk, the Sama, and the Yajur [Vedas].",
    "Purport": "The entire cosmic manifestations, moving and nonmoving, are manifested by different activities of Krsna's energy. In the material existence we create different relationships with different living entities who are nothing but Krsna's marginal energy, but under the creation of prakrti some of them appear as our father, mother, grandfather, creator, etc., but actually they are parts and parcels of Krsna. As such, these living entities who appear to be our father, mother, etc., are nothing but Krsna. In this verse the word dhātā means creator. Not only are our father and mother parts and parcels of Krsna, but their creator, grandmother, and grandfather, etc., are also Krsna. Actually any living entity, being part and parcel of Krsna, is Krsna. All the Vedas, therefore, aim only toward Krsna. Whatever we want to know through the Vedas is but a progressive step to understand Krsna. That subject matter which helps us purify our constitutional position is especially Krsna. Similarly, the living entity who is inquisitive to understand all Vedic principles is also part and parcel of Krsna and as such is also Krsna. In all the Vedic mantras the word om, called pranava, is a transcendental sound vibration and is also Krsna. And because in all the hymns of the four Vedas, Sāma, Yajur, Ṛg and Atharva, the pranava or oṁkāra is very prominent, it is understood to be Krsna."
  },
  "metadata": {
    "source_file": "chapter09_verse_017.pdf",
    "extraction_timestamp": "2025-07-05T18:23:58.836538",
    "model_used": "gemini-2.5-flash"
  }
}