{
  "verse_content": {
    "Chapter": 14,
    "Verse": 19,
    "Sanskrit": "नान्यं गुणेभ्यः कर्तारं यदा द्रष्टानुपश्यति ।\nगुणेभ्यश्च परं वेत्ति मद्भावं सोऽधिगच्छति ॥ १९ ॥",
    "Transliteration": "nānyam gunebhyaḥ kartāram\nyadā draștānupaśyati\ngunebhyaś ca param vetti\nmad-bhāvam so 'dhigacchati",
    "Word_by_word": "na—never; anyam—other than; gunebhyaḥ—from the qualities; kartāram—\nthe performer; yadā—when; draștā anupaśyati—he who sees properly;\ngunebhyaḥ ca—from the modes of nature; param—transcendental; vetti—\nknow; mat-bhāvam—My spiritual nature; sah—he; adhigacchati—is promoted.",
    "Translation": "When you see that there is nothing beyond these modes of nature in all\nactivities and that the Supreme Lord is transcendental to all these modes, then\nyou can know My spiritual nature.",
    "Purport": "One can transcend all the activities of the modes of material nature simply\nby understanding them properly by learning from the proper souls. The real\nspiritual master is Kṛṣṇa, and He is imparting this spiritual knowledge to\nArjuna. Similarly, it is from those who are fully in Kṛṣṇa consciousness that\none has to learn this science of activities in terms of the modes of nature.\nOtherwise, one's life will be misdirected. By the instruction of a bona fide\nspiritual master, a living entity can know of his spiritual position, his material\nbody, his senses, how he is entrapped, and how he is under the spell of the\nmaterial modes of nature. He is helpless, being in the grip of these modes, but\nwhen he can see his real position, then he can attain to the transcendental\nplatform, having the scope for spiritual life. Actually, the living entity is not\nthe performer of different activities. He is forced to act because he is situated\nin a particular type of body, conducted by some particular mode of material\nnature. Unless one has the help of spiritual authority, he cannot understand in\nwhat position he is actually situated. With the association of a bona fide\nspiritual master, he can see his real position, and, by such an understanding, he\ncan become fixed in full Krsna consciousness. A man in Krsna consciousness is\nnot controlled by the spell of the material modes of nature. It has already been\nstated in the Seventh Chapter that one who has surrendered to Kṛṣṇa is\nrelieved from the activities of material nature. Therefore for one who is able to\nsee things as they are, the influence of material nature gradually ceases."
  },
  "metadata": {
    "source_file": "chapter14_verse_019.pdf",
    "extraction_timestamp": "2025-07-05T18:56:31.298046",
    "model_used": "gemini-2.5-flash"
  }
}