{
  "verse_content": {
    "Chapter": 16,
    "Verse": "011-012",
    "Sanskrit": "चिन्तामपरिमेयां च प्रलयान्तामुपाश्रिताः ।\nकामोपभोगपरमा एतावदिति निश्चिताः ॥ ११ ॥\nआशापाशशतैर्बद्धाः कामक्रोधपरायणाः ।\nईहन्ते कामभोगार्थमन्यायेनार्थसञ्चयान् ॥ १२ ॥",
    "Transliteration": "cintām aparimeyāṁ ca\npralayāntām upāśritāḥ\nkāmopabhoga-paramā\netāvad iti niścitāḥ\nāśā-pāśa-śatair baddhāḥ\nkāma-krodha-parāyaṇāḥ\nīhante kāma-bhogārtham\nanyāyenārtha-sañcayān",
    "Word_by_word": "cintām—fears and anxieties; aparimeyām—unmeasurable; ca—and; pralayāntām—unto the point of death; upāśritāḥ—having taken shelter of them; kāma-upabhoga—sense gratification; paramāh—the highest goal of life; etāvat—thus; iti—in this way; niścitāḥ—ascertain; āśā-pāśa—entanglement in the network of hope; śataih—by hundreds; baddhāḥ—being bound; kāma—lust; krodha—anger; parāyaṇāḥ—always situated in that mentality; īhante—desire; kāma—lust; bhoga—sense enjoyment; artham—for that purpose; anyāyena—illegally; artha—wealth; sañcayān—accumulate.",
    "Translation": "They believe that to gratify the senses unto the end of life is the prime\nnecessity of human civilization. Thus there is no end to their anxiety. Being\nbound by hundreds and thousands of desires, by lust and anger, they secure\nmoney by illegal means for sense gratification.",
    "Purport": "The demoniac accept that the enjoyment of the senses is the ultimate goal\nof life, and this concept they maintain until death. They do not believe in life\nafter death, and they do not believe that one takes on different types of bodies\naccording to one's karma, or activities in this world. Their plans for life are\nnever finished, and they go on preparing plan after plan, all of which are\nnever finished. We have personal experience of a person of such demoniac\nmentality, who, even at the point of death, was requesting the physician to\nprolong his life for four years more because his plans were not yet complete.\nSuch foolish people do not know that a physician cannot prolong life even for\na moment. When the notice is there, there is no consideration of the man's\ndesire. The laws of nature do not allow a second beyond what one is destined\nto enjoy.\nThe demoniac person, who has no faith in God or the Supersoul within\nhimself, performs all kinds of sinful activities simply for sense gratification. He\ndoes not know that there is a witness sitting within his heart. The Supersoul is\nobserving the activities of the individual soul. As it is stated in the Vedic\nliterature, the Upaniṣads, there are two birds sitting in one tree; the one is\nacting and enjoying or suffering the fruits of the branches, and the other is\nwitnessing. But one who is demoniac has no knowledge of Vedic scripture, nor\nhas he any faith; therefore he feels free to do anything for sense enjoyment,\nregardless of the consequences."
  },
  "metadata": {
    "source_file": "chapter16_verse_011-012.pdf",
    "extraction_timestamp": "2025-07-05T19:02:53.532180",
    "model_used": "gemini-2.5-flash"
  }
}