{
  "verse_content": {
    "Chapter": 1,
    "Verse": 15,
    "Sanskrit": "पाञ्चजन्यं हृषीकेशो देवदत्तं धनञ्जयः ।\nपौण्ड्रं दध्मौ महाशङ्ख भीमकर्मा वृकोदरः ॥ १५ ॥",
    "Transliteration": "pāñcajanyam hṛṣīkeśo\ndevadattam dhananjayah\npaundram dadhmau mahā-śankham\nbhīma-karmā vṛkodarah",
    "Word_by_word": "pāñcajanyam—the conchshell named Pāñcajanya; hṛṣīkeśaḥ—Hrsīkeśa (Krsna, the Lord who directs the senses of the devotees); devadattam—the conchshell named Devadatta; dhananjayah—Dhananjaya (Arjuna, the winner of wealth); paundram—the conch named Paundram; dadhmau—blew; mahā-śankham—the terrific conchshell; bhīma-karmā—one who performs Herculean tasks; vrkodarah—the voracious eater (Bhīma).",
    "Translation": "Then, Lord Krșņa blew His conchshell, called Pāñcajanya; Arjuna blew his, the Devadatta; and Bhīma, the voracious eater and performer of Herculean tasks, blew his terrific conchshell called Paundram.",
    "Purport": "Lord Krsna is referred to as Hṛṣīkeśa in this verse because He is the owner of all senses The living entities are part and parcel of Him, and, therefore, the senses of the living entities are also part and parcel of His senses. The impersonalists cannot account for the senses of the living entities, and therefore they are always anxious to describe all living entities as sense-less, or impersonal. The Lord, situated in the hearts of all living entities, directs their senses. But, He directs in terms of the surrender of the living entity, and in the case of a pure devotee He directly controls the senses. Here on the Battlefield of Kuruksetra the Lord directly controls the transcendental senses of Arjuna, and thus His particular name of Hṛṣīkeśa. The Lord has different names according to His different activities. For example, His name is Madhusūdana because He killed the demon of the name Madhu; His name is Govinda because He gives pleasure to the cows and to the senses; His name is Vāsudeva because He appeared as the son of Vasudeva; His name is Devaki-nandana because He accepted Devakī as His mother; His name is Yaśodā-nandana because He awarded His childhood pastimes to Yaśodā at Vṛndāvana; His name is Pārtha-sārathi because He worked as charioteer of His friend Arjuna. Similarly, His name is Hṛṣīkeśa because He gave direction to Arjuna on the Battlefield of Kuruksetra.\nArjuna is referred to as Dhanañjaya in this verse because he helped his elder brother in fetching wealth when it was required by the King to make expenditures for different sacrifices. Similarly, Bhīma is known as Vṛkodara because he could eat as voraciously as he could perform Herculean tasks, such as killing the demon Hidimba. So, the particular types of conchshell blown by the different personalities on the side of the Pāņdavas, beginning with the Lord's, were all very encouraging to the fighting soldiers. On the other side there were no such credits, nor the presence of Lord Krsna, the supreme director, nor that of the goddess of fortune. So, they were predestined to lose the battle—and that was the message announced by the sounds of the conchshells."
  },
  "metadata": {
    "source_file": "chapter01_verse_015.pdf",
    "extraction_timestamp": "2025-07-05T17:07:49.870927",
    "model_used": "gemini-2.5-flash"
  }
}