{
  "verse_content": {
    "Chapter": 1,
    "Verse": 11,
    "Sanskrit": "अयनेषु च सर्वेषु यथाभागमवस्थिताः ।\nभीष्ममेवाभिरक्षन्तु भवन्तः सर्व एव हि ॥ ११ ॥",
    "Transliteration": "ayaneșu ca sarveṣu\nyathā-bhāgam avasthitāḥ\nbhīṣmam evābhirakșantu\nbhavantah sarva eva hi",
    "Word_by_word": "ayaneșu—in the strategic points; ca—also; sarveṣu—everywhere; yathābhāgam—as they are differently arranged; avasthitāḥ—situated; bhīṣmam—unto Grandfather Bhīṣma; eva—certainly; abhirakșantu—support may be given; bhavantah—all of you; sarve—respectively; eva—certainly; hi—and exactly.",
    "Translation": "Now all of you must give full support to Grandfather Bhīṣma, standing at your respective strategic points in the phalanx of the army.",
    "Purport": "Duryodhana, after praising the prowess of Bhīṣma, further considered that others might think that they had been considered less important, so in his usual diplomatic way, he tried to adjust the situation in the above words. He emphasized that Bhīṣmadeva was undoubtedly the greatest hero, but he was an old man, so everyone must especially think of his protection from all sides. He might become engaged in the fight, and the enemy might take advantage of his full engagement on one side. Therefore, it was important that other heroes would not leave their strategic positions and allow the enemy to break the phalanx. Duryodhana clearly felt that the victory of the Kurus depended on the presence of Bhīṣmadeva. He was confident of the full support of Bhīṣmadeva and Droņācārya in the battle because he well knew that they did not even speak a word when Arjuna's wife Draupadī, in her helpless condition, had appealed to them for justice while she was being forced to strip naked in the presence of all the great generals in the assembly. Although he knew that the two generals had some sort of affection for the Pandavas, he hoped that all such affection would now be completely given up by them, as was customary during the gambling performances."
  },
  "metadata": {
    "source_file": "chapter01_verse_011.pdf",
    "extraction_timestamp": "2025-07-05T17:07:15.467681",
    "model_used": "gemini-2.5-flash"
  }
}