{
  "verse_content": {
    "Chapter": 12,
    "Verse": "018-019",
    "Sanskrit": "समः शत्रौ च मित्रे च तथा मानापमानयोः ।\nशीतोष्णसुखदुःखेषु समः सङ्गविवर्जितः ॥ १८ ॥\nतुल्यनिन्दास्तुतिर्मोनी सन्तुष्टो येन केनचित् ।\nअनिकेतः स्थिरमतिर्भक्तिमान्मे प्रियो नरः ॥ १९ ॥",
    "Transliteration": "samaḥ śatrau ca mitre ca\ntathā mānāpamānayoḥ\nśītoșna-sukha-duhkheșu\nsamaḥ saṅga-vivarjitaḥ\ntulya-nindā-stutir maunī\nsantușțo yena kenacit\naniketaḥ sthira-matir\nbhaktimān me priyo naraḥ",
    "Word_by_word": "samaḥ—equal; śatrau—to the enemy; ca—also; mitre—to friends; ca—also;\ntathā—so; māna—honor; apamānayoḥ—dishonor; śīta—cold; uṣṇa—heat;\nsukha—happiness; duḥkheṣu—distress; samaḥ—equiposed; saṅga-vivarjitaḥ—\nfree from all association; tulya—equal; nindā—defamation; stutiḥ—repute;\nmaunī—silent; santuṣṭaḥ—satisfied; yena—somehow; kena—or other; cit—if;\naniketaḥ—having no residence; sthira—fixed; matiḥ—determination;\nbhaktimān—engaged in devotion; me—My; priyaḥ—dear; naraḥ—a man.",
    "Translation": "One who is equal to friends and enemies, who is equiposed in honor and\ndishonor, heat and cold, happiness and distress, fame and infamy, who is always\nfree from contamination, always silent and satisfied with anything, who doesn't\ncare for any residence, who is fixed in knowledge and engaged in devotional\nservice, is very dear to Me.",
    "Purport": "A devotee is always free from all bad association. Sometimes one is praised\nand sometimes one is defamed; that is the nature of human society. But a\ndevotee is always transcendental to artificial fame and infamy, distress or\nhappiness. He is very patient. He does not speak of anything but the topics\nabout Krsna; therefore he is called silent. Silent does not mean that one should\nnot speak; silent means that one should not speak nonsense. One should speak\nonly of essentials, and the most essential speech for the devotee is to speak of\nthe Supreme Lord. He is happy in all conditions; sometimes he may get very\npalatable foodstuffs, sometimes not, but he is satisfied. Nor does he care for\nany residential facility. He may sometimes live underneath a tree, and he may\nsometimes live in a very palatial building; he is attracted to neither. He is\ncalled fixed because he is fixed in his determination and knowledge. We may\nfind some repetition in the descriptions of the qualifications of a devotee, but\nthis is just to give an illustration of the fact that a devotee must acquire all\nthese qualifications. Without good qualifications, one cannot be a pure\ndevotee. One who is not a devotee has no good qualification. One who wants\nto be recognized as a devotee should develop the good qualifications. Of course\nhe does not extraneously endeavor to acquire these qualifications, but\nengagement in Krsna consciousness and devotional service automatically helps\nhim develop them."
  },
  "metadata": {
    "source_file": "chapter12_verse_018-019.pdf",
    "extraction_timestamp": "2025-07-05T18:46:26.709088",
    "model_used": "gemini-2.5-flash"
  }
}