{
  "verse_content": {
    "Chapter": 6,
    "Verse": 31,
    "Sanskrit": "सर्वभूतस्थितं यो मां भजत्येकत्वमास्थितः ।\nसर्वथा वर्तमानोऽपि स योगी मयि वर्तते ॥ ३१ ॥",
    "Transliteration": "sarva-bhūta-sthitam yo māṁ\nbhajaty ekatvam āsthitaḥ\nsarvathā vartamāno ’pi\nsa yogī mayi vartate || 31 ||",
    "Word_by_word": "sarva-bhūta-sthitam—situated in everyone's heart; yaḥ—he who; mām—unto Me; bhajati—serves in devotional service; ekatvam—oneness; āsthitaḥ—thus situated; sarvathā—in all respects; vartamānaḥ—being situated; api—in spite of; saḥ—he; yogī—transcendentalist; mayi—unto Me; vartate—remains.",
    "Translation": "The yogī who knows that I and the Supersoul within all creatures are one worships Me and remains always in Me in all circumstances.",
    "Purport": "A yogī who is practicing meditation on the Supersoul sees within himself the plenary portion of Krsna as Visnu with four hands, holding conchshell, wheel, club and lotus flower. The yogī should know that Vişņu is not different from Krsna. Krsna in this form of Supersoul is situated in everyone's heart. Furthermore, there is no difference between the innumerable Supersouls present in the innumerable hearts of living entities. Nor is there a difference between a Kṛṣṇa conscious person always engaged in the transcendental loving service of Krsna and a perfect yogī engaged in meditation on the Supersoul. The yogī in Kṛṣṇa consciousness—even though he may be engaged in various activities while in material existence—remains always situated in Kṛṣṇa. This is confirmed in the Bhakti-rasāmṛta-sindhu of Śrīla Rūpa Gosvāmī: nikhileșu avasthāsu jīvanmukta sa ucyate. A devotee of the Lord, always acting in Krsna consciousness, is automatically liberated. In the Nārada-pañcarātra this is confirmed in this way:\ndik-kālādy-anavacchinne krșne ceto vidhāya ca\ntanmayo bhavati kșipraṁ jīvo brahmaņi yojayet.\n\n\"By concentrating one's attention on the transcendental form of Kṛṣṇa, who is all-pervading and beyond time and space, one becomes absorbed in thinking of Kṛṣṇa and then attains the happy state of transcendental association with Him.\"\n\nKṛṣṇa consciousness is the highest stage of trance in yoga practice. This very understanding that Kṛṣṇa is present as Paramātmā in everyone's heart makes the yogi faultless. The Vedas confirm this inconceivable potency of the Lord as follows:\neko 'pi san bahudhā yo 'vabhāti\naiśvaryād rūpam ekam ca sūryavad bahudheyate.\n\n\"Vişnu is one, and yet He is certainly all-pervading. By His inconceivable potency, in spite of His one form, He is present everywhere. As the sun, He appears in many places at once.\""
  },
  "metadata": {
    "source_file": "chapter06_verse_031.pdf",
    "extraction_timestamp": "2025-07-05T18:04:48.963433",
    "model_used": "gemini-2.5-flash"
  }
}