{
  "verse_content": {
    "Chapter": 3,
    "Verse": 29,
    "Sanskrit": "प्रकृतेर्गुणसम्मूढाः सज्जन्ते गुणकर्मसु ।\nतानकृत्स्नविदो मन्दान्कृत्स्नविन्न विचालयेत् ॥ २९ ॥",
    "Transliteration": "prakrter guņa-sammādhāḥ\nsajjante guna-karmasu\ntān akṛtsna-vido mandān\nkṛtsna-vin na vicālayet",
    "Word_by_word": "prakrteh—impelled by the material modes; guṇa-sammādhāḥ—befooled by\nmaterial identification; sajjante—become engaged; guņa-karmasu—in material\nactivities; tān—all those; akṛtsna-vidah—persons with a poor fund of\nknowledge; mandān—lazy to understand self-realization; kṛtsna-vit—one who\nis in factual knowledge; na—may not; vicālayet—try to agitate.",
    "Translation": "Bewildered by the modes of material nature, the ignorant fully engage\nthemselves in material activities and become attached. But the wise should not\nunsettle them, although these duties are inferior due to the performers' lack of\nknowledge.",
    "Purport": "Persons who are unknowledgeable falsely identify with gross material\nconsciousness and are full of material designations. This body is a gift of the\nmaterial nature, and one who is too much attached to the bodily consciousness\nis called mandān, or a lazy person without understanding of spirit soul.\nIgnorant men think of the body as the self; bodily connections with others are\naccepted as kinsmanship; the land in which the body is obtained is the object\nof worship; and the formalities of religious rituals are considered ends in\nthemselves. Social work, nationalism, and altruism are some of the activities\nfor such materially designated persons. Under the spell of such designations,\nthey are always busy in the material field; for them spiritual realization is a\nmyth, and so they are not interested. Such bewildered persons may even be\nengaged in such primary moral principles of life as nonviolence and similar\nmaterially benevolent work. Those who are, however, enlightened in spiritual\nlife, should not try to agitate such materially engrossed persons. Better to\nprosecute one's own spiritual activities silently.\nMen who are ignorant cannot appreciate activities in Kṛṣṇa consciousness,\nand therefore Lord Kṛṣṇa advises us not to disturb them and simply waste\nvaluable time. But the devotees of the Lord are more kind than the Lord\nbecause they understand the purpose of the Lord. Consequently they\nundertake all kinds of risks, even to the point of approaching ignorant men to\ntry to engage them in the acts of Krsna consciousness, which are absolutely\nnecessary for the human being."
  },
  "metadata": {
    "source_file": "chapter03_verse_029.pdf",
    "extraction_timestamp": "2025-07-05T17:43:23.875887",
    "model_used": "gemini-2.5-flash"
  }
}