{
  "verse_content": {
    "Chapter": 10,
    "Verse": 15,
    "Sanskrit": "स्वयमेवात्मनात्मानं वेत्थ त्वं पुरुषोत्तम ।\nभूतभावन भूतेश देवदेव जगत्पते ॥ १५ ॥",
    "Transliteration": "svayam evātmanātmānam\nvettha tvam puruṣottama\nbhūta-bhāvana bhūteśa\ndeva-deva jagat-pate",
    "Word_by_word": "svayam—personality; eva—certainly; ātmanā—by Yourself; ātmānam—\nYourself; vettha—know; tvam—You; puruṣottama—O greatest of all persons;\nbhūta-bhāvana—O origin of everything; bhūteśa—O Lord of everything; deva-\ndeva—O Lord of all demigods; jagat-pate—O Lord of the entire universe.",
    "Translation": "Indeed, You alone know Yourself by Your own potencies, O origin of all, Lord\nof all beings, God of gods, O Supreme Person, Lord of the universe!",
    "Purport": "The Supreme Lord Kṛṣṇa can be known by persons who are in a\nrelationship with Him through the discharge of devotional service, like Arjuna\nand his successors. Persons of demonic or atheistic mentality cannot know\nKṛṣṇa. Mental speculation that leads one away from the Supreme Lord is a\nserious sin, and one who does not know Kṛṣṇa should not try to comment on\nBhagavad-gītā. Bhagavad-gītā is the statement of Krsņa, and since it is the\nscience of Krsņa, it should be understood from Kṛṣṇa as Arjuna understood it.\nIt should not be received from atheistic persons.\nThe Supreme Truth is realized in three aspects: as impersonal Brahman,\nlocalized Paramātmā and at last as the Supreme Personality of Godhead. So at\nthe last stage of understanding the Absolute Truth, one comes to the Supreme\nPersonality of Godhead. A liberated man and even a common man may realize\nimpersonal Brahman or localized Paramātmā, yet they may not understand\nGod's personality from the verses of Bhagavad-gītā, which are being spoken by\nthis person, Krsņa. Sometimes the impersonalists accept Kṛṣṇa as Bhagavan, or\nthey accept His authority. Yet many liberated persons cannot understand\nKṛṣṇa as Purusottama, the Supreme Person, the father of all living entities.\nTherefore Arjuna addresses Him as Purusottama. And if one comes to know\nHim as the father of all the living entities, still one may not know Him as the\nsupreme controller; therefore He is addressed here as Bhūteśa, the supreme\ncontroller of everyone. And even if one knows Kṛṣṇa as the supreme\ncontroller of all living entities, still one may not know that He is the origin of\nall the demigods; therefore He is addressed herein as Devadeva, the worshipful\nGod of all demigods. And even if one knows Him as the worshipful God of all\ndemigods, one may not know that He is the supreme proprietor of everything;\ntherefore He is addressed as Jagatpati. Thus the truth about Krsna is\nestablished in this verse by the realization of Arjuna, and we should follow in\nthe footsteps of Arjuna to understand Krsna as He is."
  },
  "metadata": {
    "source_file": "chapter10_verse_015.pdf",
    "extraction_timestamp": "2025-07-05T18:30:35.346603",
    "model_used": "gemini-2.5-flash"
  }
}