{
  "verse_content": {
    "Chapter": 10,
    "Verse": "004-005",
    "Sanskrit": "बुद्धिर्ज्ञानमसम्मोहः क्षमा सत्यं दमः शमः ।\nसुखं दुःखं भवोऽभावो भयं चाभयमेव च ॥ ४॥\nअहिंसा समता तुष्टिस्तपो दानं यशोऽयशः ।\nभवन्ति भावा भूतानां मत्त एव पृथग्विधाः ॥ ५ ॥",
    "Transliteration": "buddhir jñānam asammohah\nkṣamā satyam damaḥ śamah\nsukham duhkham bhavo 'bhāvo\nbhayam cābhayam eva ca\nahiṁsā samatā tuștis\ntapo dānaṁ yaśo 'yaśaḥ\nbhavanti bhāvā bhūtānām\nmatta eva prthag-vidhāh",
    "Word_by_word": "buddhih—intelligence; jñānam—knowledge; asam-mohah—freedom from\ndoubt; kṣamā—forgiveness; satyam—truthfulness; damah—control of the\nsenses; śamah—control of the mind; sukham—happiness; duhkham—distress;\nbhavah—birth; abhāvaḥ—death; bhayam—fear; ca—also; abhayam—without\nfear; eva—also; ca—and; ahiṁsā—nonviolence; samatā—equilibrium; tuș̣tih\n—satisfaction; tapah—penance; dānam—charity; yaśaḥ—fame; ayaśaḥ—\ninfamy; bhavanti—become; bhāvāḥ—natures; bhūtānām—of living entities;\nmattah—from Me; eva—certainly; pṛthak-vidhāḥ—differently arranged.",
    "Translation": "Intelligence, knowledge, freedom from doubt and delusion, forgiveness,\ntruthfulness, self-control and calmness, pleasure and pain, birth, death, fear,\nfearlessness, nonviolence, equanimity, satisfaction, austerity, charity, fame and\ninfamy are created by Me alone.",
    "Purport": "The different qualities of living entities, be they good or bad, are all created\nby Krsna, and they are described here.\nIntelligence refers to the power of analyzing things in proper perspective, and\nknowledge refers to understanding what is spirit and what is matter. Ordinary\nknowledge obtained by a university education pertains only to matter, and it is\nnot accepted here as knowledge. Knowledge means knowing the distinction\nbetween spirit and matter. In modern education there is no knowledge about\nthe spirit; they are simply taking care of the material elements and bodily\nneeds. Therefore academic knowledge is not complete.\nAsammohah, freedom from doubt and delusion, can be achieved when one is\nnot hesitant and when he understands the transcendental philosophy. Slowly\nbut surely he becomes free from bewilderment. Nothing should be accepted\nblindly; everything should be accepted with care and with caution. Kṣamā,\nforgiveness, should be practiced, and one should excuse the minor offenses of\nothers. Satyam, truthfulness, means that facts should be presented as they are\nfor the benefit of others. Facts should not be misrepresented. According to\nsocial conventions, it is said that one can speak the truth only when it is\npalatable to others. But that is not truthfulness. The truth should be spoken in\na straight and forward way, so that others will understand actually what the\nfacts are. If a man is a thief and if people are warned that he is a thief, that is\ntruth. Although sometimes the truth is unpalatable, one should not refrain\nfrom speaking it. Truthfulness demands that the facts be presented as they are\nfor the benefit of others. That is the definition of truth.\nSelf-control means that the senses should not be used for unnecessary personal\nenjoyment. There is no prohibition against meeting the proper needs of the\nsenses, but unnecessary sense enjoyment is detrimental for spiritual\nadvancement. Therefore the senses should be restrained from unnecessary use.\nSimilarly, the mind should not indulge in unnecessary thoughts; that is called\nśamah, or calmness. Nor should one spend one's time pondering over earning\nmoney. That is a misuse of the thinking power. The mind should be used to\nunderstand the prime necessity of human beings, and that should be presented\nauthoritatively. The power of thought should be developed in association with\npersons who are authorities in the scriptures, saintly persons and spiritual\nmasters and those whose thinking is highly developed. Sukham, pleasure or\nhappiness, should always be in that which is favorable for the cultivation of\nthe spiritual knowledge of Krsna consciousness. And similarly, that which is\npainful or which causes distress is that which is unfavorable for the cultivation\nof Krsna consciousness. Anything favorable for the development of Krsna\nconsciousness should be accepted, and anything unfavorable should be\nrejected.\nBhava, birth, should be understood to refer to the body. As far as the soul is\nconcerned, there is neither birth nor death; that we have discussed in the\nbeginning of Bhagavad-gītā. Birth and death apply to one's embodiment in the\nmaterial world. Fear is due to worrying about the future. A person in Kṛṣṇa\nconsciousness has no fear because by his activities he is sure to go back to the\nspiritual sky, back home, back to Godhead. Therefore his future is very bright.\nOthers, however, do not know what their future holds; they have no\nknowledge of what the next life holds. So they are therefore in constant\nanxiety. If we want to get free from anxiety, then the best course is to\nunderstand Kṛṣṇa and be situated always in Krsna consciousness. In that way\nwe will be free from all fear. In the Śrīmad-Bhāgavatam. it is stated that fear is\ncaused by our absorption in the illusory energy, but those who are free from\nthe illusory energy, those who are confident that they are not the material\nbody, that they are spiritual parts of the Supreme Personality of Godhead and\nare therefore engaged in the transcendental service of the Supreme Godhead,\nhave nothing to fear. Their future is very bright. This fear is a condition of\npersons who are not in Kṛṣṇa consciousness. Bhayam, fearlessness, is only\npossible for one in Kṛṣṇa consciousness. Ahimsā, nonviolence, means that one should not do anything which will put\nothers into misery or confusion. Material activities that are promised by so\nmany politicians, sociologists, philanthropists, etc., do not produce very good\nresults because the politicians and philanthropists have no transcendental\nvision; they do not know what is actually beneficial for human society. Ahiṁsā\nmeans that people should be trained in such a way that the full utilization of\nthe human body can be achieved. The human body is meant for spiritual\nrealization, so any movement or any commissions which do not further that\nend commit violence on the human body. That which furthers the future\nspiritual happiness of the people in general is called nonviolence.\nSamatā, equanimity, refers to freedom from attachment and aversion. To be\nvery much attached or to be very much detached is not the best. This material\nworld should be accepted without attachment or aversion. Similarly, that\nwhich is favorable for prosecuting Kṛṣṇa consciousness should be accepted;\nthat which is unfavorable should be rejected. That is called samatā,\nequanimity. A person in Kṛṣṇa consciousness has nothing to reject and\nnothing to accept unless it is useful in the prosecution of Krsna consciousness.\nTustih, satisfaction, means that one should not be eager to gather more and\nmore material goods by unnecessary activity. One should be satisfied with\nwhatever is obtained by the grace of the Supreme Lord; that is called\nsatisfaction. Tapas means austerity or penance. There are many rules and\ndefinitions in the Vedas which apply here, like rising early in the morning and\ntaking a bath. Sometimes it is very troublesome to rise early in the morning,\nbut whatever voluntary trouble one may suffer in this way is called penance.\nSimilarly, there are prescriptions for fasting on certain days of the month. One\nmay not be inclined to practice such fasting, but because of his determination\nto make advancement in the science of Kṛṣṇa consciousness, he should accept\nsuch bodily troubles which are recommended. However, one should not fast\nunnecessarily or against Vedic injunctions. One should not fast for some\npolitical purpose; that is described in Bhagavad-gītā as fasting in ignorance,\nand anything done in ignorance or passion does not lead to spiritual\nadvancement. Everything done in the mode of goodness does advance one,\nhowever, and fasting done in terms of the Vedic injunctions enriches one in\nspiritual knowledge.\nAs far as charity is concerned, one should give fifty percent of his earnings to\nsome good cause. And what is a good cause? It is that which is conducted in\nterms of Krsna consciousness. That is not only a good cause, but it is the best\ncause. Because Kṛṣṇa is good, His cause is also good. Thus charity should be\ngiven to a person who is engaged in Kṛṣṇa consciousness. According to Vedic\nliterature, it is enjoined that charity should be given to the brāhmaņas. This\npractice is still followed, although not very nicely in terms of the Vedic\ninjunction. But still the injunction is that charity should be given to the\nbrāhmaņas. Why? Because they are engaged in higher cultivation of spiritual\nknowledge. A brāhmaṇa is supposed to devote his whole life to understanding\nBrahman. A brahma-jana is one who knows Brahman; he is called a brāhmaṇa.\nThus charity is offered to the brāhmaņas because since they are always\nengaged in higher spiritual service, they have no time to earn their livelihood.\nIn the Vedic literature, charity is also to be awarded to the renouncer of life,\nthe sannyāsī. The sannyāsīs beg from door to door, not for money but for\nmissionary purposes. The system is that they go from door to door to awaken\nthe householders from the slumber of ignorance. Because the householders are\nengaged in family affairs and have forgotten their actual purpose in\nlife—awakening their Kṛṣṇa consciousness—it is the business of the sannyāsīs\nto go as beggars to the householders and encourage them to be Krsna\nconscious. As it is said in the Vedas, one should awake and achieve what is due\nhim in this human form of life. This knowledge and method is distributed by\nthe sannyāsīs; hence charity is to be given to the renouncer of life, to the\nbrāhmaņas, and similar good causes, not to any whimsical cause.\nYaśaḥ, fame, should be according to Lord Caitanya, who said that a man is\nfamous when he is known as a great devotee. That is real fame. If one has\nbecome a great man in Krsna consciousness and it is known, then he is truly\nfamous. One who does not have such fame is infamous.\nAll these qualities are manifest throughout the universe in human society and\nin the society of the demigods. There are many forms of humanity on other\nplanets, and these qualities are there. Now, for one who wants to advance in\nKrsna consciousness, Kṛṣṇa creates all these qualities, but the person develops\nthem himself from within. One who engages in the devotional service of the\nSupreme Lord develops all the good qualities, as arranged by the Supreme\nLord.\nOf whatever we find, good or bad, the origin is Krsna. Nothing can manifest in\nthis material world which is not in Kṛṣṇa. That is knowledge; although we\nknow that things are differently situated, we should realize that everything\nflows from Krsna."
  },
  "metadata": {
    "source_file": "chapter10_verse_004-005.pdf",
    "extraction_timestamp": "2025-07-05T18:29:07.289806",
    "model_used": "gemini-2.5-flash"
  }
}