{
  "verse_content": {
    "Chapter": 13,
    "Verse": 35,
    "Sanskrit": "क्षेत्रक्षेत्रज्ञयोरेवमन्तरं ज्ञानचक्षुषा ।\nभूतप्रकृतिमोक्षं च ये विदुर्यान्ति ते परम् ॥ ३५ ॥",
    "Transliteration": "kṣetra-kṣetrajñayor evam\nantaram jñāna-cakṣuṣā\nbhūta-prakṛti-mokṣaṁ ca\nye vidur yānti te param",
    "Word_by_word": "kṣetra—body; kṣetrajñayoḥ—of the proprietor of the body; evam—that; antaram—difference; jñāna-cakṣuṣā—by vision of knowledge; bhūta—living entity; prakṛti—material nature; mokṣam—liberation; ca—also; ye—one who; viduḥ—knows; yānti—approaches; te—they; param—Supreme.",
    "Translation": "One who knowingly sees this difference between the body and the owner of the body and can understand the process of liberation from this bondage, also attains to the supreme goal.",
    "Purport": "The purport of this Thirteenth Chapter is that one should know the distinction between the body, the owner of the body, and the Supersoul. A faithful person should at first have some good association to hear of God and thus gradually become enlightened. If one accepts a spiritual master, he can learn to distinguish between matter and spirit, and that becomes the steppingstone for further spiritual realization. A spiritual master teaches his students to get free from the material concept of life by various instructions. For instance, in Bhagavad-gītā we find Kṛṣṇa instructing Arjuna to free him from materialistic considerations. One can understand that this body is matter; it can be analyzed with its twenty-four elements. That is the gross manifestation. And the subtle manifestation is the mind and psychological effects. And the symptoms of life are the interaction of these features. But over and above this, there is the soul, and there is also the Supersoul. The soul and the Supersoul are two. This material world is working by the conjunction of the soul and the twenty-four material elements. One who can see the constitution of the whole material manifestation as this combination of the soul and material elements and also can see the situation of the Supreme Soul becomes eligible for transfer to the spiritual world. These things are meant for contemplation and for realization, and one should have a complete understanding of this chapter with the help of the spiritual master.\nThus end the Bhaktivedanta Purports to the Thirteenth Chapter of the Śrīmad-Bhagavad-gītā in the matter of Nature, the Enjoyer, and Consciousness."
  },
  "metadata": {
    "source_file": "chapter13_verse_035.pdf",
    "extraction_timestamp": "2025-07-05T18:53:33.119193",
    "model_used": "gemini-2.5-flash"
  }
}